Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: Remove receipt
ar: إزالة الإيصال
hi: रसीद हटाएँ
id: Hapus tanda terima
ja: 領収書を削除
pt_br: Remover recibo
ru: Удалить чек
uz: Kvitansiyani olib tashlang

source: Repair
ar: بصلح
hi: मरम्मत
id: Perbaikan
ja: 修理
pt_br: Reparar
ru: Ремонт
uz: Ta'mirlash

# replace_cover_photo
source: Set first photo as cover
ar: تعيين الصورة الأولى كغلاف
hi: पहली फ़ोटो को कवर के रूप में सेट करें
id: Tetapkan foto pertama sebagai sampul
ja: 最初の写真をカバーに設定
pt_br: Definir a primeira foto como capa
ru: Сделать первое фото обложкой
uz: Birinchi rasmni qopqoq sifatida oʻrnating

source: Report Link
ar: رابط التقرير
hi: रिपोर्ट लिंक
id: Tautan Laporan
ja: レポートリンク
pt_br: Link do relatório
ru: Ссылка на отчет
uz: Hisobot havolasi

source: Request Details
ar: تفاصيل الطلب
hi: विवरण का अनुरोध करें
id: Detail Permintaan
ja: 依頼詳細
pt_br: Detalhes da solicitação
ru: Детали запроса
uz: Tafsilotlarni soʻrash

source: Reserved
ar: محجوز
hi: आरक्षित
id: Dicadangkan
ja: 在庫保管中
pt_br: Reservado
ru: В гараже
uz: Zaxiralangan

source: Revenue
ar: الإيرادات
hi: राजस्व
id: Pendapatan
ja: 売上
pt_br: Receita
ru: Выручка
uz: Daromad

source: Sale Amount
ar: مبلغ البيع
hi: बिक्री राशि
id: Jumlah Penjualan
ja: 販売金額
pt_br: Valor da venda
ru: Сумма продажи
uz: Sotish miqdori

source: Sale Date
ar: تاريخ البيع
hi: बिक्री की तारीख
id: Tanggal Penjualan
ja: 販売日
pt_br: Data de venda
ru: Дата продажи
uz: Sotish sanasi

source: Sale Details
ar: تفاصيل البيع
hi: बिक्री विवरण
id: Detail Penjualan
ja: 販売詳細
pt_br: Detalhes da venda
ru: Детали продажи
uz: Sotish tafsilotlari

source: Sale Price
ar: سعر البيع
hi: बिक्री मूल्य
id: Harga Jual
ja: 販売価格
pt_br: Preço de venda
ru: Цена продажи
uz: Sotish narxi

# sale_price_required_for_sold_vehicles
source: Sale price is required for sold vehicles.
ar: سعر البيع مطلوب للمركبات المباعة.
hi: बेचे गए कारों के लिए बिक्री मूल्य आवश्यक है.
id: Harga jual diperlukan untuk kendaraan yang dijual.
ja: 販売済み車両には販売価格が必要です。
pt_br: O preço de venda é obrigatório para veículos vendidos.
ru: Для проданного автомобиля нужна цена продажи.
uz: Sotilgan avtomobillar uchun sotiladigan narx talab qilinadi.

# sale_recorded
source: Sale Recorded Successfully
ar: تم تسجيل البيع بنجاح
hi: बिक्री सफलतापूर्वक दर्ज की गई
id: Penjualan Dicatat Berhasil
ja: 販売を記録しました
pt_br: Venda registrada com sucesso
ru: Продажа записана
uz: Sotish muvaffaqiyatli qayd etildi

source: Sales
ar: المبيعات
hi: बिक्री
id: Penjualan
ja: 販売
pt_br: Vendas
ru: Продажи
uz: Sotuvlar

source: Sales History
ar: تاريخ المبيعات
hi: बिक्री इतिहास
id: Sales Sejarah
ja: 販売履歴
pt_br: Histórico de vendas
ru: История продаж
uz: Sotish tarixi

# save_changes_action
source: Save Changes
ar: حفظ التغييرات
hi: परिवर्तन सहेजें
id: Simpan Perubahan
ja: 変更を保存
pt_br: Salvar alterações
ru: Сохранить
uz: Oʻzgarishlarni saqlash

source: Save Client
ar: حفظ العميل
hi: ग्राहक सहेजें
id: Simpan Klien
ja: 顧客を保存
pt_br: Salvar cliente
ru: Сохранить
uz: Mijozni saqlash

source: Save Debt
ar: حفظ الديون
hi: कर्ज बचाओ
id: Hemat Hutang
ja: 債務を保存
pt_br: Economizar dívidas
ru: Сохранить долг
uz: Qarzni saqlang

source: Save failed
ar: فشل الحفظ
hi: सहेजना विफल
id: Gagal menyimpan
ja: 保存に失敗しました
pt_br: Falha ao salvar
ru: Сохранение не удалось
uz: Saqlash amalga oshmadi

source: Save Order
ar: حفظ الطلب
hi: ऑर्डर सहेजें
id: Simpan Pesanan
ja: 注文を保存
pt_br: Salvar pedido
ru: Сохранить порядок
uz: Buyurtmani saqlash

source: Save Template
ar: حفظ القالب
hi: टेम्पलेट सहेजें
id: Simpan Templat
ja: テンプレートを保存
pt_br: Salvar modelo
ru: Сохранить шаблон
uz: Shablonni saqlash

# saved_label
source: Saved
ar: أنقذ
hi: सहेजा गया
id: Disimpan
ja: 保存済み
pt_br: Salvo
ru: Сохранено
uz: Saqlangan

# saving_label
source: Saving...
ar: توفير...
hi: सहेजा जा रहा है...
id: Menyimpan...
ja: 保存中...
pt_br: Salvando...
ru: Сохранение...
uz: Saqlanmoqda...

source: Search
ar: بحث
hi: खोजें
id: Cari
ja: 検索
pt_br: Buscar
ru: Поиск
uz: Qidirish

source: Search Client
ar: عميل البحث
hi: ग्राहक खोजें
id: Cari Klien
ja: 顧客を検索
pt_br: Cliente de pesquisa
ru: Поиск клиента
uz: Mijoz qidirish

# search_clients_placeholder
source: Search clients...
ar: بحث عن العملاء...
hi: ग्राहक खोजें...
id: Telusuri klien...
ja: 顧客を検索...
pt_br: Pesquisar clientes...
ru: Поиск клиентов...
uz: Mijozlarni qidirish...

# search_expenses_placeholder
source: Search expenses
ar: بحث المصروفات
hi: खोज खर्च
id: Biaya pencarian
ja: 経費を検索
pt_br: Despesas de pesquisa
ru: Поиск расходов
uz: Qidiruv xarajatlari

source: Search name or notes...
ar: البحث بالاسم أو الملاحظات...
hi: नाम या नोट्स खोजें...
id: Cari nama atau catatan...
ja: 名前またはメモを検索...
pt_br: Pesquisar nome ou notas...
ru: Поиск по имени или заметкам...
uz: Ism yoki eslatmalarni qidiring...

# search_placeholder_text
source: Search vehicles, clients, expenses...
ar: بحث المركبات والعملاء والمصروفات...
hi: कार, ग्राहक, खर्च खोजें...
id: Cari kendaraan, klien, pengeluaran...
ja: 車両、顧客、経費を検索...
pt_br: Pesquisar veículos, clientes, despesas...
ru: Поиск авто, клиентов, расходов...
uz: Avtomobillarni, mijozlarni, xarajatlarni qidiring...

source: Search vehicle or buyer...
ar: ابحث عن مركبة أو مشتري...
hi: कार या खरीदार खोजें...
id: Cari kendaraan atau pembeli...
ja: 車両または購入者を検索...
pt_br: Pesquisar veículo ou comprador...
ru: Поиск авто или покупателя...
uz: Avtomobil yoki xaridorni qidiring...

# search_vehicle_placeholder
source: Search vehicles...
ar: بحث عن المركبات...
hi: कार खोजें...
id: Cari kendaraan...
ja: 車両を検索...
pt_br: Pesquisar veículos...
ru: Поиск авто...
uz: Avtomobillarni qidirish...

source: Security
ar: حماية
hi: सुरक्षा
id: Keamanan
ja: セキュリティ
pt_br: Segurança
ru: Безопасность
uz: Xavfsizlik

source: See All
ar: رؤية الكل
hi: सभी देखें
id: Lihat Semua
ja: すべて表示
pt_br: Ver tudo
ru: Смотреть все
uz: Hammasini koʻrish

source: Select Account
ar: حدد الحساب
hi: खाता चुनें
id: Pilih Akun
ja: 口座を選択
pt_br: Selecionar conta
ru: Выберите счёт
uz: Hisobni tanlang

source: Select Client
ar: حدد العميل
hi: क्लाइंट का चयन करें
id: Pilih Klien
ja: 顧客を選択
pt_br: Selecionar cliente
ru: Выбрать клиента
uz: Mijozni tanlang

source: Select Currency
ar: حدد العملة
hi: मुद्रा चुनें
id: Pilih Mata Uang
ja: 通貨を選択
pt_br: Selecionar moeda
ru: Выберите валюту
uz: Valyutani tanlang

source: Select Language
ar: اختر اللغة
hi: भाषा चुनें
id: Pilih Bahasa
ja: 言語を選択
pt_br: Selecionar idioma
ru: Выберите язык
uz: Tilni tanlang

source: Select Region
ar: حدد المنطقة
hi: क्षेत्र चुनें
id: Pilih Wilayah
ja: 地域を選択
pt_br: Selecionar região
ru: Выберите регион
uz: Mintaqani tanlang

source: Select User
ar: حدد المستخدم
hi: उपयोगकर्ता का चयन करें
id: Pilih Pengguna
ja: ユーザーを選択
pt_br: Selecionar usuário
ru: Выберите пользователя
uz: Foydalanuvchini tanlang

source: Select Vehicle
ar: اختر مركبة
hi: कार चुनें
id: Pilih Kendaraan
ja: 車両を選択
pt_br: Selecionar veículo
ru: Выберите авто
uz: Avtomobilni tanlang

source: Select your currency
ar: اختر العملة الخاصة بك
hi: अपनी मुद्रा चुनें
id: Pilih mata uang Anda
ja: 通貨を選択してください
pt_br: Selecione sua moeda
ru: Выберите вашу валюту
uz: Valyutangizni tanlang

# select_your_region
source: Select your region to set currency and units
ar: حدد منطقتك لتعيين العملة والوحدات
hi: मुद्रा और इकाइयाँ निर्धारित करने के लिए अपना क्षेत्र चुनें
id: Pilih wilayah Anda untuk mengatur mata uang dan unit
ja: 通貨と単位を設定する地域を選択してください
pt_br: Selecione sua região para definir moeda e unidades
ru: Выберите регион для настройки валюты и единиц измерения
uz: Valyuta va birliklarni belgilash uchun mintaqangizni tanlang

source: Selected
ar: مختارة
hi: चयनित
id: Dipilih
ja: 選択済み
pt_br: Selecionado
ru: Выбрано
uz: Tanlangan

source: Set as cover
ar: تعيين كغطاء
hi: कवर के रूप में सेट करें
id: Tetapkan sebagai penutup
ja: カバーに設定
pt_br: Definir como capa
ru: Сделать обложкой
uz: Qopqoq sifatida oʻrnating

source: Settings
ar: الإعدادات
hi: सेटिंग्स
id: Pengaturan
ja: 設定
pt_br: Ajustes
ru: Настройки
uz: Sozlamalar

# settings_dashboard_car
source: Dashboard car
ar: سيارة لوحة التحكم
hi: डैशबोर्ड कार
id: Dasbor mobil
ja: ダッシュボードの車
pt_br: Carrinho do painel
ru: Машинка на дашборде
uz: Boshqaruv paneli mashinasi

# settings_dashboard_car_hint
source: Tap to pause · hold to park
ar: اضغط للإيقاف · اضغط مطولاً للإرسال للموقف
hi: रोकने के लिए टैप करें · पार्क करने के लिए दबाए रखें
id: Ketuk untuk jeda · tahan untuk parkir
ja: タップで停止 · 長押しで格納
pt_br: Toque para pausar · segure para estacionar
ru: Нажмите, чтобы остановить · удержание — на стоянку
uz: To‘xtatish uchun bosing · to‘xtash joyiga qo‘yish uchun bosib turing

# dashboard_car_parking_confirm
source: Send to Parking
ar: إرسال إلى الموقف
hi: पार्किंग में भेजें
id: Parkirkan Mobil
ja: 格納する
pt_br: Enviar para a garagem
ru: Отправить на стоянку
uz: To‘xtash joyiga qo‘yish

# dashboard_car_parking_keep
source: Keep Driving
ar: اتركها تقود
hi: चलती रहने दें
id: Biarkan Tetap Jalan
ja: 走らせたままにする
pt_br: Deixar rodando
ru: Оставить ехать
uz: Yurishda qoldirish

# dashboard_car_parking_message
source: This hides the dashboard car. You can bring it back anytime from Settings.
ar: سيتم إخفاء سيارة لوحة التحكم. يمكنك إعادتها في أي وقت من الإعدادات.
hi: डैशबोर्ड कार छिप जाएगी। आप इसे सेटिंग्स से कभी भी वापस ला सकते हैं।
id: Mobil dasbor akan disembunyikan. Anda bisa mengaktifkannya lagi kapan saja di Pengaturan.
ja: ダッシュボードの車を非表示にします。設定からいつでも戻せます。
pt_br: Isso oculta o carrinho do painel. Você pode trazê-lo de volta a qualquer momento nos Ajustes.
ru: Машинка исчезнет с дашборда. Вернуть её можно в любой момент в настройках.
uz: Boshqaruv paneli mashinasi yashiriladi. Uni istalgan payt sozlamalardan qaytarishingiz mumkin.

# dashboard_car_parking_title
source: Send the car to parking?
ar: إرسال السيارة إلى الموقف؟
hi: कार को पार्किंग में भेजें?
id: Parkirkan mobil?
ja: 車を格納しますか？
pt_br: Enviar o carrinho para a garagem?
ru: Отправить машинку на стоянку?
uz: Mashinani to‘xtash joyiga qo‘yilsinmi?

source: Show password
ar: إظهار كلمة المرور
hi: पासवर्ड दिखाएं
id: Tampilkan kata sandi
ja: パスワードを表示
pt_br: Mostrar senha
ru: Показать пароль
uz: Parolni koʻrsatish

# sign_in_enable_sync
source: Sign In / Enable Cloud Sync
ar: تسجيل الدخول / تمكين المزامنة السحابية
hi: साइन इन करें/क्लाउड सिंक सक्षम करें
id: Masuk / Aktifkan Sinkronisasi Cloud
ja: サインイン / クラウド同期を有効化
pt_br: Fazer login/Ativar sincronização na nuvem
ru: Войти / Включить синхронизацию
uz: Kirish / Cloud Sync-ni yoqish

source: Sign in to sync.
ar: قم بتسجيل الدخول للمزامنة.
hi: सिंक करने के लिए साइन इन करें.
id: Masuk untuk menyinkronkan.
ja: 同期するにはサインインしてください。
pt_br: Faça login para sincronizar.
ru: Войдите, чтобы синхронизировать данные.
uz: Sinxronlash uchun tizimga kiring.

source: Sign Out
ar: تسجيل الخروج
hi: साइन आउट करें
id: Keluar
ja: サインアウト
pt_br: Sair
ru: Выйти
uz: Chiqish

source: Slow
ar: بطيء
hi: धीरे
id: Lambat
ja: 遅い
pt_br: Lento
ru: Медленно
uz: Sekin

source: SMS
ar: رسالة نصية
hi: एसएमएस

# social_sign_in_failed
source: We couldn't complete social sign-in right now. Please try again.
ar: تعذر إكمال تسجيل الدخول الاجتماعي الآن. حاول مرة أخرى.
hi: हम अभी सोशल साइन-इन पूरा नहीं कर सके। कृपया फिर से कोशिश करें।
id: Kami tidak dapat menyelesaikan proses masuk sosial saat ini. Silakan coba lagi.
ja: 現在、ソーシャルサインインを完了できませんでした。もう一度お試しください。
ko: 지금 소셜 로그인을 완료할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível concluir o login social agora. Tente novamente.
ru: Не удалось завершить вход через соцсервис. Попробуйте еще раз.
uz: Hozir ijtimoiy tarmoq orqali kirishni yakunlab bo‘lmadi. Qayta urinib ko‘ring.

source: Sold
ar: تم البيع
hi: बेच दिया
id: Terjual
ja: 販売済み
ko: 판매 완료
pt_br: Vendido
ru: Продано
uz: Sotilgan

source: Spending Breakdown
ar: انهيار الإنفاق
hi: खर्च का ब्यौरा
id: Perincian Pengeluaran
ja: 支出内訳
pt_br: Detalhamento dos gastos
ru: Структура расходов
uz: Xarajatlar taqsimoti

# status_and_sale_section
source: Status & Sale
ar: الحالة والبيع
hi: स्थिति एवं बिक्री
id: Status & Penjualan
ja: ステータス・販売
pt_br: Status e venda
ru: Статус и Продажа
uz: Holat va sotuv

# status_label
source: Status
ar: حالة
hi: स्थिति
ja: ステータス
ru: Статус
uz: Holat

# status_owned
source: Owned
ar: مملوكة
hi: स्वामित्व
id: Dimiliki
ja: 在庫保管中
pt_br: Propriedade
ru: В собственности
uz: Egalik

# status_reserved
source: Reserved
ar: محجوز
hi: आरक्षित
id: Dicadangkan
ja: 在庫保管中
pt_br: Reservado
ru: В гараже
uz: Zaxiralangan

# status_sold
source: Sold
ar: تم البيع
hi: बेच दिया
id: Terjual
ja: 販売済み
pt_br: Vendido
ru: Продано
uz: Sotilgan

source: Subscription
ar: الاشتراك
hi: सदस्यता
id: Berlangganan
ja: サブスクリプション
pt_br: Assinatura
ru: Подписка
uz: Obuna

# subscription_active_until
source: Active until %@
ar: نشط حتى %@
hi: %@ तक सक्रिय
id: Aktif sampai %@
ja: %@まで有効
pt_br: Ativo até %@
ru: Активна до %@
uz: %@ gacha faol

# subscription_ends_in_days
source: Ends in %lld days
ar: ينتهي خلال %lld يومًا
hi: %lld दिनों में समाप्त होता है
id: Berakhir dalam %lld hari
ja: 残り%lld日
pt_br: Termina em %lld dias
ru: Истекает через %lld дн.
uz: %lld kundan keyin tugaydi

# subscription_weekly_unavailable
source: Weekly plan is not available yet.
ar: الخطة الأسبوعية غير متاحة بعد.
hi: साप्ताहिक योजना अभी उपलब्ध नहीं है.
id: Paket mingguan belum tersedia.
ja: 週額プランはまだ利用できません。
pt_br: O plano semanal ainda não está disponível.
ru: Недельный план пока недоступен.
uz: Haftalik reja hali mavjud emas.

# support_email_subject
source: Feedback: Car Dealer Tracker
ar: ردود الفعل: تعقب معرض المركبات
hi: प्रतिक्रिया: Car Dealer Tracker
id: Umpan Balik: Car Dealer Tracker
ja: フィードバック: Car Dealer Tracker
pt_br: Comentários: Car Dealer Tracker
ru: Обратная связь: Car Dealer Tracker
uz: Fikr-mulohaza: Car Dealer Tracker

# support_section
source: Support
ar: يدعم
hi: समर्थन
id: Dukungan
ja: サポート
pt_br: Suporte
ru: Поддержка
uz: Qoʻllab-quvvatlash

source: Sync failed
ar: فشلت المزامنة
hi: समन्वयन विफल
id: Sinkronisasi gagal
ja: 同期に失敗しました
pt_br: Falha na sincronização
ru: Сбой синхронизации
uz: Sinxronlash amalga oshmadi

source: Sync Now
ar: مزامنة الآن
hi: अभी सिंक करें
id: Sinkronkan Sekarang
ja: 今すぐ同期
pt_br: Sincronizar agora
ru: Синхронизировать
uz: Hozir sinxronlash

source: Synced
ar: تمت المزامنة
hi: समन्वयित
id: Disinkronkan
ja: 同期済み
pt_br: Sincronizado
ru: Синхронизировано
uz: Sinxronlangan

# synced_ago
source: Synced %@
ar: تمت المزامنة %@
hi: समन्वयित %@
id: Disinkronkan %@
ja: 同期済み %@
pt_br: %@ sincronizado
ru: Синхронизировано %@
uz: Sinxronlangan %@

source: Synchronizing
ar: مزامنة
hi: सिंक्रनाइज़ करना
id: Sinkronisasi
ja: 同期中
pt_br: Sincronizando
ru: Синхронизация
uz: Sinxronizatsiya

source: Syncing...
ar: جارٍ المزامنة...
hi: सिंक हो रहा है...
id: Menyinkronkan...
ja: 同期中...
pt_br: Sincronizando...
ru: Синхронизация...
uz: Sinxronlanmoqda...

source: Take photo
ar: التقط صورة
hi: फ़ोटो लें
id: Ambil foto
ja: 写真を撮影
pt_br: Tirar foto
ru: Сделать фото
uz: Suratga olish

# tap_add_account_kind
source: Tap the + button to add a %@.
ar: اضغط على الزر + لإضافة %@.
hi: %@ जोड़ने के लिए + बटन पर टैप करें।
id: Ketuk tombol + untuk menambahkan %@.
ja: +ボタンで%@を追加できます。
pt_br: Toque no botão + para adicionar um %@.
ru: Нажмите +, чтобы добавить %@.
uz: %@ qoʻshish uchun + tugmasini bosing.

# tap_plus_to_add_client
source: Tap + to add a new client
ar: اضغط على + لإضافة عميل جديد
hi: नया क्लाइंट जोड़ने के लिए + टैप करें
id: Ketuk + untuk menambahkan klien baru
ja: +をタップして新規顧客を追加
pt_br: Toque em + para adicionar um novo cliente
ru: Нажмите + чтобы добавить клиента
uz: Yangi mijoz qoʻshish uchun + ga teging

# tap_to_choose_vehicle
source: Tap to choose from inventory
ar: انقر للاختيار من المخزون
hi: इन्वेंट्री से चुनने के लिए टैप करें
id: Ketuk untuk memilih dari inventaris
ja: タップして在庫から選択
pt_br: Toque para escolher no estoque
ru: Нажмите для выбора из списка
uz: Inventardan tanlash uchun bosing

# team_access_applied_after_sign_in
source: Team access will be applied after you sign in.
ar: سيتم تطبيق وصول الفريق بعد تسجيل الدخول.
hi: आपके साइन इन करने के बाद टीम एक्सेस लागू किया जाएगा।
id: Akses tim akan diterapkan setelah Anda masuk.
ja: サインイン後にチームアクセスが適用されます。
pt_br: O acesso da equipe será aplicado após você fazer login.
ru: Доступ к команде будет применен после входа.
uz: Jamoa ruxsati tizimga kirganingizdan keyin qoʻllanadi.

# team_access_customize_hint
source: Select what this member can do. Role presets can be customized.
ar: حدد ما يمكن لهذا العضو القيام به. يمكن تخصيص الإعدادات المسبقة للدور.
hi: चुनें कि यह सदस्य क्या कर सकता है. भूमिका प्रीसेट को अनुकूलित किया जा सकता है।
id: Pilih apa yang dapat dilakukan anggota ini. Preset peran dapat disesuaikan.
ja: このメンバーができる操作を選択してください。役割プリセットはカスタマイズできます。
pt_br: Selecione o que este membro pode fazer. As predefinições de funções podem ser personalizadas.
ru: Выберите, что может делать участник. Шаблон роли можно изменить.
uz: Bu aʻzo nima qila olishini tanlang. Rollarni oldindan oʻrnatish moslashtirilgan boʻlishi mumkin.

# team_access_ready_after_sign_up
source: This sign-up is ready to join a team automatically.
ar: هذا التسجيل جاهز للانضمام إلى فريق تلقائيًا.
hi: यह साइन-अप स्वचालित रूप से किसी टीम में शामिल होने के लिए तैयार है।
id: Pendaftaran ini siap untuk bergabung dengan tim secara otomatis.
ja: この登録は自動でチームに参加する準備ができています。
pt_br: Esta inscrição está pronta para ingressar em uma equipe automaticamente.
ru: Эта регистрация готова автоматически присоединиться к команде.
uz: Bu roʻyxatdan oʻtish jamoaga avtomatik qoʻshilishga tayyor.

# team_access_reset_role_button
source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
hi: डिफ़ॉल्ट पर रीसेट करें
id: Atur Ulang ke Default
ja: 既定に戻す
pt_br: Redefinir para padrão
ru: Сбросить к умолчанию
uz: Standart holatga qaytarish

# team_access_reset_role_defaults
source: Reset to role defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية للأدوار
hi: भूमिका डिफ़ॉल्ट पर रीसेट करें
id: Reset ke default peran
ja: 役割の既定値に戻す
pt_br: Redefinir para os padrões de função
ru: Сбросить к настройкам роли
uz: Rolning standart sozlamalariga qaytaring

# team_access_section_title
source: Access
ar: وصول
hi: पहुंच
id: Akses
ja: アクセス権
pt_br: Acesso
ru: Доступ
uz: Kirish

# team_add_member_title
source: Add Member
ar: إضافة عضو
hi: सदस्य जोड़ें
id: Tambahkan Anggota
ja: メンバーを追加
pt_br: Adicionar membro
ru: Добавить участника
uz: A'zo qoʻshish

# team_details_section_title
source: Details
ar: تفاصيل
hi: विवरण
id: Detail
ja: 詳細
pt_br: Detalhes
ru: Детали
uz: Tafsilotlar

# team_generate_access_button
source: Generate Access
ar: توليد الوصول
hi: पहुंच उत्पन्न करें
id: Hasilkan Akses
ja: アクセス権を生成
pt_br: Gerar acesso
ru: Сгенерировать доступ
uz: Kirish yaratish

# team_manage_access
source: Manage Access
ar: إدارة الوصول
hi: पहुंच प्रबंधित करें
id: Kelola Akses
ja: アクセス権を管理
pt_br: Gerenciar acesso
ru: Управлять доступом
uz: Kirishni boshqarish

# team_manage_access_title
source: Manage Access
ar: إدارة الوصول
hi: पहुंच प्रबंधित करें
id: Kelola Akses
ja: アクセス権を管理
pt_br: Gerenciar acesso
ru: Управление доступом
uz: Kirishni boshqarish

# team_manage_permission_denied
source: You do not have permission to manage team members.
ar: ليس لديك الإذن لإدارة أعضاء الفريق.
hi: आपके पास टीम के सदस्यों को प्रबंधित करने की अनुमति नहीं है.
id: Anda tidak memiliki izin untuk mengelola anggota tim.
ja: チームメンバーを管理する権限がありません。
pt_br: Você não tem permissão para gerenciar membros da equipe.
ru: У вас нет прав на управление командой.
uz: Sizda jamoa aʻzolarini boshqarishga ruxsatingiz yoʻq.

# team_member_pending
source: Pending
ar: قيد الانتظار
hi: लंबित
id: Tertunda
ja: 保留中
pt_br: Pendente
ru: В ожидании
uz: Kutilmoqda

# team_member_section_title
source: Member
ar: عضو
hi: सदस्य
id: Anggota
ja: メンバー
pt_br: Membro
ru: Участник
uz: A'zo

# team_member_status_active
source: Active member
ar: عضو فعال
hi: सक्रिय सदस्य
id: Anggota aktif
ja: 有効なメンバー
pt_br: Membro ativo
ru: Активный участник
uz: Faol a'zo

# team_member_status_pending
source: Pending invitation
ar: دعوة معلقة
hi: लंबित निमंत्रण
id: Undangan tertunda
ja: 招待中
pt_br: Convite pendente
ru: Ожидает приглашение
uz: Kutilayotgan taklif

source: Team Members
ar: أعضاء الفريق
hi: टीम के सदस्य
id: Anggota Tim
ja: チームメンバー
pt_br: Membros da equipe
ru: Сотрудники
uz: Jamoa a'zolari

# team_role_section_title
source: Role
ar: دور
hi: भूमिका
id: Peran
ja: 役割
pt_br: Função
ru: Роль
uz: Rol

source: Templates
ar: قوالب
hi: टेम्पलेट्स
id: Templat
ja: テンプレート
pt_br: Modelos
ru: Шаблоны
uz: Shablonlar

# theme_dark
source: Dark
ar: مظلم
hi: अंधेरा
id: Gelap
ja: ダーク
pt_br: Escuro
ru: Тёмная
uz: Qorongʻi

# theme_light
source: Light
ar: ضوء
hi: रोशनी
id: Ringan
ja: ライト
pt_br: Luz
ru: Светлая
uz: Nur

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता.
id: Tindakan ini tidak dapat dibatalkan.
ja: この操作は元に戻せません。
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
uz: Bu amalni ortga qaytarib boʻlmaydi.

source: This Month
ar: هذا الشهر
hi: इस महीने
id: Bulan ini
ja: 今月
pt_br: Este mês
ru: Этот месяц
uz: Shu oy

source: This Week
ar: هذا الاسبوع
hi: इस सप्ताह
id: Minggu ini
ja: 今週
pt_br: Esta semana
ru: Эта неделя
uz: Bu hafta

# time_range_1d
source: 1D
ar: 1د
ja: 1日
ko: 1일
ru: 1Д
uz: 1K

# time_range_1m
source: 1M
ar: 1 م
ja: 1か月
ko: 1개월
ru: 1М
uz: 1O

# time_range_1w
source: 1W
ar: 1 واط
ja: 1週
ko: 1주
pt_br: 1S
ru: 1Н
uz: 1H

# time_range_6m
source: 6M
ar: 6 م
hi: 6एम
ja: 6か月
ko: 6개월
ru: 6М
uz: 6O

source: Today
ar: اليوم
hi: आज
id: Hari ini
ja: 今日
pt_br: Hoje
ru: Сегодня
uz: Bugun

source: Today's Expenses
ar: مصروفات اليوم
hi: आज का खर्च
id: Expenses hari ini
ja: 本日の経費
pt_br: Despesas de hoje
ru: Расходы за сегодня
uz: Bugungi kun xarajatlari

source: Total
ar: الإجمالي
hi: कुल
id: Jumlah
ja: 合計
ru: Итого
uz: Jami

source: Total Assets
ar: إجمالي الأصول
hi: कुल संपत्ति
id: Jumlah Aset
ja: 総資産
pt_br: Ativos totais
ru: Общие активы
uz: Jami aktivlar

source: Total Cost
ar: التكلفة الإجمالية
hi: कुल लागत
id: Jumlah Biaya
ja: 総原価
pt_br: Custo total
ru: Себестоимость
uz: Umumiy xarajat

# total_expenses_label
source: Total Expenses
ar: إجمالي المصروفات
hi: कुल खर्च
id: Jumlah Expenses
ja: 経費合計
pt_br: Despesas totais
ru: Всего расходов
uz: Jami xarajatlar

source: Total Holding Cost
ar: إجمالي تكلفة القابضة
hi: कुल धारण लागत
id: Total Biaya Penyimpanan
ja: 在庫保有費合計
pt_br: Custo total de manutenção
ru: Общая стоимость хранения
uz: Jami ushlab turish qiymati

source: Total leads
ar: إجمالي العملاء المتوقعين
hi: कुल लीड
id: Total prospek
ja: リード合計
pt_br: Total de leads
ru: Всего лидов
uz: Jami yetakchilar

source: Total Revenue
ar: إجمالي الإيرادات
hi: कुल राजस्व
id: Pendapatan Total
ja: 売上合計
ko: 총 매출
pt_br: Receita total
ru: Общая выручка
uz: Jami daromad

source: Total Spend
ar: إجمالي الإنفاق
hi: कुल खर्च
id: Total Pembelanjaan
ja: 支出合計
ko: 총 지출
pt_br: Gasto total
ru: Всего расходов
uz: Jami xarajat

source: Total Spent
ar: إجمالي الإنفاق
hi: कुल खर्च
id: Jumlah yang Dibelanjakan
ja: 支出合計
pt_br: Total gasto
ru: Всего потрачено
uz: Jami sarflangan

source: Try Again
ar: حاول مرة أخرى
hi: पुनः प्रयास करें
id: Coba Lagi
ja: もう一度試す
ko: 다시 시도
pt_br: Tente novamente
ru: Попробовать снова
uz: Qayta urinib koʻring

source: Turnover Ratio
ar: نسبة الدوران
hi: टर्नओवर अनुपात
id: Rasio Perputaran
ja: 在庫回転率
pt_br: Taxa de rotatividade
ru: Коэффициент оборачиваемости
uz: Aylanma koeffitsienti

# type_delete_placeholder
source: Type DELETE
ar: اكتب حذف
hi: हटाएं टाइप करें
id: Ketik HAPUS
ja: DELETEと入力
pt_br: Digite DELETE
ru: Введите DELETE
uz: DELETE yozing

source: Under Service
ar: تحت الخدمة
hi: सेवा के अंतर्गत
id: Di bawah Layanan
ja: 整備中
pt_br: Em serviço
ru: На обслуживании
uz: Xizmat ostida

source: Unknown
ar: مجهول
hi: अज्ञात
id: Tidak diketahui
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
uz: Noma'lum

source: Unknown Client
ar: عميل غير معروف
hi: अज्ञात ग्राहक
id: Klien Tidak Dikenal
ja: 不明な顧客
pt_br: Cliente desconhecido
ru: Неизвестный клиент
uz: Noma'lum mijoz
